/* ********************************************************************* 
       _____        _               _    ___ ____   ____
      |_   _|___  _| |_ _   _  __ _| |  |_ _|  _ \ / ___|
       | |/ _ \ \/ / __| | | |/ _` | |   | || |_) | |
       | |  __/>  <| |_| |_| | (_| | |   | ||  _ <| |___
       |_|\___/_/\_\\__|\__,_|\__,_|_|  |___|_| \_\\____|

 Copyright (c) 2010 — 2013 Codeux Software & respective contributors.
        Please see Contributors.pdf and Acknowledgements.pdf

 Redistribution and use in source and binary forms, with or without
 modification, are permitted provided that the following conditions
 are met:

    * Redistributions of source code must retain the above copyright
      notice, this list of conditions and the following disclaimer.
    * Redistributions in binary form must reproduce the above copyright
      notice, this list of conditions and the following disclaimer in the
      documentation and/or other materials provided with the distribution.
    * Neither the name of the Textual IRC Client & Codeux Software nor the
      names of its contributors may be used to endorse or promote products
      derived from this software without specific prior written permission.

 THIS SOFTWARE IS PROVIDED BY THE AUTHOR AND CONTRIBUTORS ``AS IS'' AND
 ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE
 IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE
 ARE DISCLAIMED. IN NO EVENT SHALL THE AUTHOR OR CONTRIBUTORS BE LIABLE
 FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL
 DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS
 OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION)
 HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT
 LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY
 OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF
 SUCH DAMAGE.

 *********************************************************************** */

"SystemInformationPreferencePaneMenuItemTitle" = "Systeminformasjon";

"SystemInformationCompiledOutputPrefix" = "Systeminformasjon:";
"SystemInformationCompiledOutputModel" = "\002Modell:\002 %@ \002•\002";
"SystemInformationCompiledOutputCPUCore" = "\002Prossessor:\002 %1$@ (%2$lu Tråder, %3$lu Kjerner) @ %4$@ \002•\002";
"SystemInformationCompiledOutputMemory" = "\002Minne:\002 %@ \002•\002";
"SystemInformationCompiledOutputUptime" = "\002Driftstid:\002 %@ \002•\002";
"SystemInformationCompiledOutputDiskspace" = "\002Harddisk plass:\002 %@ \002•\002";
"SystemInformationCompiledOutputDiskspaceExtended" = "Totalt: %@; Ledig: %@";
"SystemInformationCompiledOutputGraphics" = "\002Grafikk:\002 %@ \002•\002";
"SystemInformationCompiledOutputScreenResolution" = "\002Skjermoppløsning:\002 %.0f x %.0f \002•\002";
"SystemInformationCompiledOutputScreenResolutionHighResoMode" = "\002Skjermoppløsning:\002 %.0f x %.0f (HiDPI Modus) \002•\002";
"SystemInformationCompiledOutputLoad" = "\002Belastning:\002 %@%% \002•\002";
"SystemInformationCompiledOutputOSVersion" = "\002OS:\002 %1$@ %2$@ (%3$@) (Kompileringsversjon %4$@)";

"SystemInformationGraphicsInformationResultBase" = "%@";
"SystemInformationGraphicsInformationResultMiddle" = ",%@";

"SystemInformationOSVersionLion" = "Lion";
"SystemInformationOSVersionMountainLion" = "Mountain Lion";

"SystemInformationApplicationMemoryUse" = "Textual bruker privat %1$@ med minne. Den deler også %2$@ med andre prosesser.";

"SystemInformationCPUClockSpeedGHz" = "%.2f GHz";
"SystemInformationCPUClockSpeedMHz" = "%.2f MHz"; // really?

"SystemInformationDiskspaceCommandResultPrefix" = "\002Monterte Disker:\002 %@";
"SystemInformationDiskspaceCommandResultBase" = "%1$@: Totalt: %2$@; Ledig: %3$@";
"SystemInformationDiskspaceCommandResultMiddle" = "— %1$@: Totalt: %2$@; Ledig: %3$@";
"SystemInformationDiskspaceCommandResultError" = "Feilmelding: Kunne ikke finne noen monterte disker."; // what are we running on?

"SystemInformationNetstatsCommandResultPrefix" = "\002Nettverkstrafikk:\002%@";
"SystemInformationNetstatsCommandResultBase" = "[%1$@]: %2$@ inn, %3$@ ut";
"SystemInformationNetstatsCommandResultMiddle" = "— [%1$@]: %2$@ inn, %3$@ ut";
"SystemInformationNetstatsCommandResultError" = "Feilmelding: Kunne ikke finne noen nettverksstatistikk.";

"SystemInformationFilesizeTB" = "%.2f TB";
"SystemInformationFilesizeGB" = "%.2f GB";
"SystemInformationFilesizeMB" = "%.2f MB";
"SystemInformationFilesizeKB" = "%.2f KB";

"SystemInformationStyleCommandResultBundle" = "\002Stiltema:\002 %@";
"SystemInformationStyleCommandResultCustom" = "\002Stiltema:\002 %@ (Hjemmelaget)";
"SystemInformationStyleCommandResultDarkMode" = ", med mørk vindusmodus og";
"SystemInformationStyleCommandResultLightMode" = ", og";
"SystemInformationStyleCommandResultAquaMode" = "aqua system utseendet.";
"SystemInformationStyleCommandResultGraphiteMode" = "grafitt system utseendet.";

"SystemInformationScreensCommandResultSingle" = "\002Skjermoppløsning:\002 %1$.0f x %2$.0f";
"SystemInformationScreensCommandResultMultiBase" = "\002Skjermoppløsning:\002 Monitor %1$ld: %2$.0f x %3$.0f";
"SystemInformationScreensCommandResultMultiMiddle" = "; Skjerm %1$ld: %2$.0f x %2$.0f";
"SystemInformationScreensCommandResultHighResoMode" = "(HiDPI Modus)";

"SystemInformationSFontCommandResult" = "\002Konfigurert Skrifttype:\002 %1$@ — \002Størrelse:\002 %2$f";
"SystemInformationUptimeCommandResult" = "System Driftstid: %1$@ - Textual Driftstid: %2$@";
"SystemInformationSysmemCommandResult" = "\002System Minne:\002 Ledig: %1$@; Brukt: %2$@; Totalt: %3$@; — [%4$@]";
"SystemInformationRuncountCommandResult" = "Textual har blitt åpnet \002%1$@\002 ganger med en total driftstid på %2$@";
"SystemInformationLoadavgCommandResult" = "\002Gjennomsnittelig belastning:\002 %1$@";
"SystemInformationMsgcountCommandResult" = "Textual har sendt \002%1$@\002 meldinger siden den ble startet, med totalt \002%2$@\002 meldinger motatt. Det er ca. \002%3$@ inn\002 og \002%4$@ ut\002 i båndbredde.";
